{
    "/path/to/backup": "/sti/til/backup",
    "/save/to/path": "/gem/til/sti",
    ":app cannot connect to remote servers without having an SSH key and passphrase set.": ":app kan ikke oprette forbindelse til fjernservere uden en SSH-nøgle og adgangsfrase.",
    ":app has connected to your remote server!": ":app har forbindelse til din fjernserver!",
    ":app will attempt to remove its SSH keys from your remote server, however please double check your `~/.ssh/authorized_keys` file afterwards.": ":app vil forsøge at fjerne sine SSH-nøgler fra din fjernserver, men tjek venligst din `~/.ssh/authorized_keys`-fil efterfølgende.",
    ":count backup task has|:count backup tasks have": ":count backupopgave har|:count backupopgaver har",
    "A list of all linked remote servers, from which your data will be backed up.": "En liste over alle tilknyttede fjernservere, hvorfra dine data vil blive sikkerhedskopieret.",
    "A new verification link has been sent to your email address.": "Et nyt verifikationslink er blevet sendt til din e-mailadresse.",
    "A summary of configured backup destinations, where your backups will reside.": "En oversigt over konfigurerede sikkerhedskopieringsdestinationer, hvor dine sikkerhedskopier vil være.",
    "Access Key": "Adgangsnøgle",
    "Actions": "Handlinger",
    "Add Backup Destination": "Tilføj sikkerhedskopieringsdestination",
    "Add Backup Task": "Tilføj sikkerhedskopieringsopgave",
    "Add Remote Server": "Tilføj fjernserver",
    "Add another Backup Destination": "Tilføj en anden backupdestination",
    "Add your Backup Destination": "Tilføj din backupdestination",
    "Add your S3 bucket API details to store your backups safely.": "Tilføj dine S3-bucket API-oplysninger for at gemme dine backups sikkert.",
    "Additional Filename Text": "Ekstra filnavnstekst",
    "All tags used to organize and identify your backup tasks.": "Alle tags, der bruges til at organisere og identificere dine sikkerhedskopieringsopgaver.",
    "All your backup task logs have been removed.": "Alle dine sikkerhedskopieringsopgavelogfiler er blevet fjernet.",
    "All your backups will still exist at their backup destination but there will be no record of them within :app. Please confirm your request.": "Alle dine backups vil stadig eksistere på deres backup destination, men der vil ikke være nogen registrering af dem i :app. Bekræft venligst din anmodning.",
    "All your backups will still exist at their backup destination but there will be no record of them within Vanguard. Please confirm your request.": "Alle dine sikkerhedskopier vil stadig eksistere på deres sikkerhedskopieringsdestination, men der vil ikke være nogen optegnelser af dem i Vanguard. Bekræft venligst din anmodning.",
    "An overview of all configured backup tasks along with their current statuses.": "En oversigt over alle konfigurerede sikkerhedskopieringsopgaver samt deres aktuelle statusser.",
    "Another task is running on the same remote server": "En anden opgave kører på samme fjernserver",
    "Are you certain you want to proceed with removing your account?": "Er du sikker på, at du vil fortsætte med at fjerne din konto?",
    "Are you sure you want to clear this log?": "Er du sikker på, at du vil rydde denne log?",
    "Are you sure you want to clear your backup task log history?": "Er du sikker på, at du vil rydde din loghistorik for sikkerhedskopieringsopgaver?",
    "Are you sure you want to remove the backup destination \":label\"?": "Er du sikker på, at du vil fjerne sikkerhedskopieringsdestinationen \":label\"?",
    "Are you sure you want to remove the backup task \":label\"?": "Er du sikker på, at du vil fjerne sikkerhedskopieringsopgaven \":label\"?",
    "Are you sure you want to remove the remote server \":label\"?": "Er du sikker på, at du vil fjerne fjernserveren \":label\"?",
    "Are you sure you want to remove the tag \":label\"?": "Er du sikker på, at du vil fjerne tagget \":label\"?",
    "Are you using server management?": "Bruger du serveradministration?",
    "Avatar": "Avatar",
    "Backup Configuration": "Sikkerhedskopieringskonfiguration",
    "Backup Destination Directory": "Sikkerhedskopieringsdestinationsmappe",
    "Backup Destination": "Sikkerhedskopieringsdestination",
    "Backup Destinations": "Sikkerhedskopieringsdestinationer",
    "Backup Frequency": "Sikkerhedskopieringsfrekvens",
    "Backup Schedule": "Sikkerhedskopieringsplan",
    "Backup Task Details": "Sikkerhedskopieringsopgave detaljer",
    "Backup Tasks Categorized by Type": "Sikkerhedskopieringsopgaver kategoriseret efter type",
    "Backup Tasks Configured": "Konfigurerede sikkerhedskopieringsopgaver",
    "Backup Tasks": "Sikkerhedskopieringsopgaver",
    "Backup Type": "Sikkerhedskopieringstype",
    "Backup destination has been added.": "Sikkerhedskopieringsdestinationen er blevet tilføjet.",
    "Backup destination has been removed.": "Sikkerhedskopieringsdestinationen er blevet fjernet.",
    "Backup destination has been updated.": "Sikkerhedskopieringsdestinationen er blevet opdateret.",
    "Backup task details saved.": "Sikkerhedskopieringsopgaveoplysninger gemt.",
    "Backup task has been added.": "Sikkerhedskopieringsopgaven er blevet tilføjet.",
    "Backup task has been paused.": "Sikkerhedskopieringsopgaven er blevet sat på pause.",
    "Backup task has been removed.": "Sikkerhedskopieringsopgaven er blevet fjernet.",
    "Backup task has been resumed.": "Sikkerhedskopieringsopgaven er blevet genoptaget.",
    "Backup task is running.": "Sikkerhedskopieringsopgaven kører.",
    "Backup task log has been removed.": "Sikkerhedskopieringsopgaveloggen er blevet fjernet.",
    "Before removing your account, please take a moment to download any data or information that you wish to retain.": "Før du fjerner din konto, bør du tage et øjeblik til at downloade eventuelle data eller oplysninger, du ønsker at beholde.",
    "Bucket Name": "Bucket-navn",
    "Cancel Setup": "Annuller opsætning",
    "Cancel": "Annuller",
    "Checking": "Kontrollerer",
    "Choose the backup destination where you want to store the backup files. If you have not yet set up a backup destination, you can do so in the Backup Destinations section.": "Vælg sikkerhedskopieringsdestinationen, hvor du vil opbevare sikkerhedskopifilerne. Hvis du endnu ikke har oprettet en sikkerhedskopieringsdestination, kan du gøre det i afsnittet Sikkerhedskopieringsdestinationer.",
    "Choose the remote server from which you want to create a backup. Remember, if you plan to perform database backups on any remote server, you must set a database password for it.": "Vælg den fjernserver, hvorfra du vil oprette en sikkerhedskopi. Husk, at hvis du planlægger at udføre databasesikkerhedskopieringer på en fjernserver, skal du indstille en databaseadgangskode for den.",
    "Clear All Backup Task Logs": "Ryd alle sikkerhedskopieringsopgave-logs",
    "Clear Backup Task Log - :label": "Ryd sikkerhedskopieringsopgavelog - :label",
    "Click here to re-send the verification email.": "Klik her for at gen-send verifikations-e-mailen.",
    "Click to disable this task": "Klik for at deaktivere denne opgave",
    "Click to enable this task": "Klik for at aktivere denne opgave",
    "Click to run this task": "Klik for at køre denne opgave",
    "Click to view this log": "Klik for at se denne log",
    "Close": "Luk",
    "Configure Backup Destination": "Konfigurér backupdestination",
    "Confirm Password": "Bekræft adgangskode",
    "Confirm Removal": "Bekræft fjernelse",
    "Confirm Tag Removal": "Bekræft fjernelse af tag",
    "Confirm": "Bekræft",
    "Connect a Backup Destination": "Forbind en backupdestination",
    "Connection Failed": "Forbindelse mislykkedes",
    "Connection Status": "Forbindelsesstatus",
    "Connection Successful": "Forbindelse oprettet",
    "Copied!": "Kopieret!",
    "Copy the SSH key and run it on your intended remote server to give us secure access. We do not recommend using the root user.": "Kopier SSH-nøglen og kør den på din tiltænkte fjernserver for at give os sikker adgang. Vi anbefaler ikke at bruge root-brugeren.",
    "Copy": "Kopier",
    "Create Tag": "Opret tag",
    "Create your first Backup Task": "Opret din første backupopgave",
    "Created": "Oprettet",
    "Cron Expression": "Cron-udtryk",
    "Current Password": "Nuværende adgangskode",
    "Custom Cron Expression": "Brugerdefineret Cron-udtryk",
    "Daily": "Dagligt",
    "Database Password": "Databaseadgangskode",
    "Database Task": "Databaseopgave",
    "Database": "Database",
    "Date": "Dato",
    "Default Backup Destination": "Standard sikkerhedskopieringsdestination",
    "Description": "Beskrivelse",
    "Discord Webhook": "Discord Webhook",
    "Easily control when your backups run and be notified of their progress.": "Styr nemt, hvornår dine backups kører, og få besked om deres fremskridt.",
    "Edit Connection Details": "Rediger forbindelsesdetaljer",
    "Effortlessly set up your Linux server backups to secure S3 buckets. Schedule for continuous data protection.": "Opsæt nemt dine Linux-serverbackups til sikre S3-buckets. Planlæg for kontinuerlig databeskyttelse.",
    "Email Address": "E-mailadresse",
    "Email": "E-mail",
    "Endpoint": "Endpoint",
    "Ensure your account is using a long, random password to stay secure.": "Sørg for, at din konto bruger en lang, tilfældig adgangskode for at forblive sikker.",
    "Error! Unable to locate an SSH Key.": "Fejl! Kan ikke finde en SSH-nøgle.",
    "Failed": "Mislykkedes",
    "Files Task": "Filopgave",
    "Files": "Filer",
    "Finished": "Afsluttet",
    "Get me out of here!": "Få mig væk herfra!",
    "GitHub repository": "GitHub-lagerplads",
    "Good afternoon": "God eftermiddag",
    "Good evening": "God aften",
    "Good morning": "Godmorgen",
    "Heads up! The log output might look a bit odd sometimes, it's just a visual quirk. We're smoothing things out.": "Vær opmærksom! Logudgangen kan nogle gange se lidt mærkelig ud, det er bare en visuel finurlighed. Vi arbejder på at udglatte tingene.",
    "Host": "Vært",
    "If you are using the isolated site functionality available on Ploi or Laravel Forge, you can provide your per site SSH details here to enable us to back it up.": "Hvis du bruger den isolerede site-funktionalitet, der er tilgængelig på Ploi eller Laravel Forge, kan du angive dine SSH-detaljer pr. site her for at gøre det muligt for os at sikkerhedskopiere det.",
    "If you want to keep your current database password, leave the password field empty. If you want to change it, type the new password into the field.": "Hvis du vil beholde din nuværende databaseadgangskode, skal du lade adgangskodefeltet stå tomt. Hvis du ønsker at ændre den, skal du skrive den nye adgangskode i feltet.",
    "If you wish to proceed, please enter your account password to confirm.": "Hvis du ønsker at fortsætte, bedes du indtaste din kontoadgangskode for at bekræfte.",
    "Input the Discord webhook to receive notifications on Discord.": "Indtast Discord-webhooken for at modtage notifikationer på Discord.",
    "Input the Slack webhook to receive notifications on Slack.": "Indtast Slack-webhooken for at modtage notifikationer på Slack.",
    "Input the email address to receive notifications. Regardless of this field, backup task failure notifications will always be sent to the email associated with your account.": "Indtast e-mailadressen for at modtage notifikationer. Uanset dette felt vil notifikationer om fejl i sikkerhedskopieringsopgaver altid blive sendt til den e-mail, der er tilknyttet din konto.",
    "Label": "Etiket",
    "Language": "Sprog",
    "Last ran": "Sidst kørt",
    "Link Remote Server": "Link fjernserver",
    "Link your first Remote Server": "Link din første fjernserver",
    "Local Environment": "Lokalt miljø",
    "Log Out": "Log ud",
    "Make Tag": "Opret Tag",
    "Make your first Backup Task": "Lav din første backupopgave",
    "Maximum Backups to Keep": "Maksimalt antal sikkerhedskopier, der skal opbevares",
    "Monthly Backup Task Activity": "Månedlig aktivitet for sikkerhedskopieringsopgaver",
    "Name": "Navn",
    "Never": "Aldrig",
    "New Password": "Ny adgangskode",
    "No log available": "Ingen log tilgængelig",
    "None": "Ingen",
    "Notifications": "Notifikationer",
    "Offline": "Offline",
    "Once your account is removed, all of its resources and data will be permanently removed. Additionally, all backup tasks, backup destinations, and linked servers will be removed from our systems.": "Når din konto er fjernet, vil alle dens ressourcer og data blive permanent fjernet. Derudover vil alle sikkerhedskopieringsopgaver, sikkerhedskopieringsdestinationer og tilknyttede servere blive fjernet fra vores systemer.",
    "One or more of the selected tags do not exist.": "En eller flere af de valgte tags findes ikke.",
    "Online": "Online",
    "Overview": "Oversigt",
    "Password": "Adgangskode",
    "Path of Directory on Remote Server to Backup": "Sti til mappe på fjernserveren, der skal sikkerhedskopieres",
    "Pause this task": "Pause denne opgave",
    "Paused": "Pauset",
    "Performing a connectivity check.": "Udfører en forbindelseskontrol.",
    "Please choose a backup destination.": "Vælg venligst en backupdestination.",
    "Please choose a backup type.": "Vælg venligst en backup-type.",
    "Please choose a frequency for the backup task.": "Vælg venligst en frekvens for backup-opgaven.",
    "Please choose a remote server.": "Vælg venligst en fjernserver.",
    "Please confirm your password.": "Bekræft venligst dit kodeord.",
    "Please enter a cron expression for the backup task.": "Indtast venligst en cron-udtryk for backup-opgaven.",
    "Please enter a label for the backup task.": "Indtast venligst et mærke for backup-opgaven.",
    "Please enter a label for this remote server.": "Indtast venligst en etiket for denne fjernserver.",
    "Please enter a label.": "Indtast venligst en etiket.",
    "Please enter a name": "Indtast venligst et navn",
    "Please enter a username for this remote server.": "Indtast venligst et brugernavn for denne fjernserver.",
    "Please enter a valid Discord webhook URL.": "Indtast venligst en gyldig Discord webhook URL.",
    "Please enter a valid S3 access key.": "Indtast venligst en gyldig S3 adgangsnøgle.",
    "Please enter a valid S3 bucket name.": "Indtast venligst et gyldigt S3 bucketnavn.",
    "Please enter a valid S3 endpoint URL.": "Indtast venligst en gyldig S3 endpoint URL.",
    "Please enter a valid S3 region.": "Indtast venligst en gyldig S3 region.",
    "Please enter a valid S3 secret key.": "Indtast venligst en gyldig S3 hemmelig nøgle.",
    "Please enter a valid Slack webhook URL.": "Indtast venligst en gyldig Slack webhook URL.",
    "Please enter a valid URL.": "Indtast venligst en gyldig URL.",
    "Please enter a valid email address.": "Indtast venligst en gyldig e-mailadresse.",
    "Please enter a valid port number.": "Indtast venligst et gyldigt portnummer.",
    "Please enter an email address.": "Indtast venligst en e-mailadresse.",
    "Please enter the IP address of your remote server.": "Indtast venligst IP-adressen på din fjernserver.",
    "Please enter the name of the database.": "Indtast venligst navnet på databasen.",
    "Please enter the number of backups to keep.": "Indtast venligst antallet af backups, der skal gemmes.",
    "Please enter the source path for the backup task.": "Indtast venligst kildestien til backup-opgaven.",
    "Please enter the username assigned to your site in Ploi or Laravel Forge.": "Indtast venligst brugernavnet, der er tildelt din site i Ploi eller Laravel Forge.",
    "Please enter your password.": "Indtast venligst dit kodeord.",
    "Please provide the UNIX path of the directory on your remote server that you would like to backup.": "Angiv venligst UNIX-stien til den mappe på din fjernserver, som du gerne vil sikkerhedskopiere.",
    "Please provide the isolated site password generated by Ploi or Laravel Forge.": "Angiv venligst den isolerede site-adgangskode genereret af Ploi eller Laravel Forge.",
    "Please refresh the page after saving to view your new language.": "Opdater venligst siden efter gemningen for at se dit nye sprog.",
    "Please run": "Kør venligst",
    "Please select a time to run the backup task.": "Vælg venligst et tidspunkt for at køre backup-opgaven.",
    "Please select a type.": "Vælg venligst en type.",
    "Please select a valid type.": "Vælg venligst en gyldig type.",
    "Please select your preferred language from the dropdown list. This will change the language used throughout the application.": "Vælg venligst dit foretrukne sprog fra rullelisten. Dette vil ændre sproget, der bruges i hele applikationen.",
    "Please specify a language for your account.": "Angiv venligst et sprog for din konto.",
    "Please specify a timezone.": "Angiv venligst en tidszone.",
    "Previously Executed Backup Tasks": "Tidligere udførte sikkerhedskopieringsopgaver",
    "Proceed": "Fortsæt",
    "Profile Information": "Profiloplysninger",
    "Profile details saved.": "Profiloplysninger gemt.",
    "Profile": "Profil",
    "Public SSH Key": "Offentlig SSH-nøgle",
    "Reachable": "Tilgængelig",
    "Ready": "Klar",
    "Region": "Region",
    "Remote Server": "Fjernserver",
    "Remote Servers": "Fjernservere",
    "Remote server details saved.": "Fjernserveroplysninger gemt.",
    "Remote server has been added.": "Fjernserver er blevet tilføjet.",
    "Remote server is marked for deletion": "Fjernserver er markeret til sletning",
    "Remote server will be removed shortly.": "Fjernserveren vil snart blive fjernet.",
    "Remove Account": "Fjern konto",
    "Remove Backup Destination": "Fjern sikkerhedskopieringsdestination",
    "Remove Backup Task": "Fjern sikkerhedskopieringsopgave",
    "Remove Log": "Fjern log",
    "Remove Remote Server": "Fjern fjernserver",
    "Remove Tag": "Fjern Tag",
    "Remove this log": "Fjern denne log",
    "Removing...": "Fjerner...",
    "Result": "Resultat",
    "Run Task": "Kør opgave",
    "Running": "Kører",
    "SSH Port": "SSH-port",
    "SSH Username": "SSH-brugernavn",
    "Save changes": "Gem ændringer",
    "Save": "Gem",
    "Saving changes...": "Gemmer ændringer...",
    "Saving...": "Gemmer...",
    "Scheduled backup tasks that are set to run soon.": "Planlagte sikkerhedskopieringsopgaver, der skal køres snart.",
    "Scheduled for": "Planlagt til",
    "Scheduled": "Planlagt",
    "Secret Key": "Hemmelig nøgle",
    "Server Label": "Serveretiket",
    "Set the maximum limit for stored backups. Any backups exceeding this limit will be removed, starting with the oldest. Enter 0 to disable and store all backups.": "Indstil den maksimale grænse for opbevarede sikkerhedskopier. Eventuelle sikkerhedskopier, der overskrider denne grænse, vil blive fjernet, startende med de ældste. Indtast 0 for at deaktivere og opbevare alle sikkerhedskopier.",
    "Slack Webhook": "Slack Webhook",
    "Something went wrong while trying to fetch the log output.": "Noget gik galt, mens der blev forsøgt at hente loguddata.",
    "Status": "Status",
    "Step 1)": "Trin 1)",
    "Step 2)": "Trin 2)",
    "Step 3)": "Trin 3)",
    "Steps to Get Started": "Trin til at komme i gang",
    "Successfully logged in via GitHub!": "Logget ind via GitHub med succes!",
    "Tags are a great way to organize backup tasks! create your first tag below.": "Tags er en god måde at organisere backupopgaver på! Opret dit første tag nedenfor.",
    "Tags are a way to categorize your backup tasks. You can use them to filter and search for tasks later.": "Tags er en måde at kategorisere dine sikkerhedskopieringsopgaver på. Du kan bruge dem til at filtrere og søge efter opgaver senere.",
    "Tags": "Tags",
    "Task Disabled": "Opgave deaktiveret",
    "Task Label": "Opgaveetiket",
    "Task Not Paused": "Opgave ikke pauset",
    "Task Paused": "Opgave pauset",
    "Task Running": "Opgave kører",
    "Task Type": "Opgavetype",
    "Task is disabled": "Opgaven er deaktiveret",
    "Task is running": "Opgaven kører",
    "Test Connection": "Test forbindelse",
    "The IP address must be a valid IP address.": "IP-adressen skal være en gyldig IP-adresse.",
    "The appended file name may only contain letters, numbers, dashes, and underscores.": "Det vedhæftede filnavn må kun indeholde bogstaver, tal, bindestreger og understregninger.",
    "The appended file name must be less than 40 characters.": "Det vedhæftede filnavn må maksimalt være 40 tegn langt.",
    "The backup data will still exist at your backup destination, however there will be no record of this within :app.": "Sikkerhedskopidataene vil stadig eksistere på din sikkerhedskopieringsdestination, men der vil ikke være nogen registrering af dette i :app.",
    "The backup destination you select here will be set as the default location for storing new backup tasks.": "Den sikkerhedskopieringsdestination, du vælger her, vil blive indstillet som standardplacering for opbevaring af nye sikkerhedskopieringsopgaver.",
    "The backup type must be either \"files\" or \"database\".": "Backup-typen skal enten være \"files\" eller \"database\".",
    "The connection to the backup destination could not be established. Please check the credentials.": "Forbindelsen til sikkerhedskopieringsdestinationen kunne ikke oprettes. Kontroller venligst legitimationsoplysningerne.",
    "The connection to the backup destination has been established.": "Forbindelsen til sikkerhedskopieringsdestinationen er blevet oprettet.",
    "The connection to the remote server could not be established.": "Forbindelsen til fjernserveren kunne ikke oprettes.",
    "The connection to the remote server has been successfully established.": "Forbindelsen til fjernserveren er blevet etableret med succes.",
    "The number of backups to keep must be an integer.": "Antallet af backups, der skal gemmes, skal være et heltal.",
    "The password is essential for performing database backup tasks. We encrypt the password upon receiving it.": "Adgangskoden er afgørende for at udføre databasebackup-opgaver. Vi krypterer adgangskoden, når vi modtager den.",
    "The password you have entered is incorrect. Please try again.": "Det kodeord, du har indtastet, er forkert. Prøv venligst igen.",
    "The path must be a valid Unix path.": "Stien skal være en gyldig Unix-sti.",
    "The path must be a valid Unix path:": "Stien skal være en gyldig Unix-sti:",
    "The port number you have entered is invalid.": "Det indtastede portnummer er ugyldigt.",
    "The region where the bucket is located. This is optional for Custom S3s.": "Regionen, hvor bucket'en er placeret. Dette er valgfrit for brugerdefinerede S3.",
    "The tag :label has been added.": "Tagget :label er blevet tilføjet.",
    "The tag :label has been updated.": "Tagget :label er blevet opdateret.",
    "The tag has been removed.": "Tagget er blevet fjernet.",
    "The time is based on your timezone": "Tiden er baseret på din tidszone",
    "These resources, such as S3 buckets or Linux servers, will still exist at their respective services (server hosts, Amazon S3, etc.). However, Vanguard will no longer be able to link to them and perform scheduled backups of your data.": "Disse ressourcer, såsom S3-buckets eller Linux-servere, vil stadig eksistere hos deres respektive tjenester (serverværter, Amazon S3 osv.). Dog vil Vanguard ikke længere kunne linke til dem og udføre planlagte sikkerhedskopieringer af dine data.",
    "This action cannot be reversed, so please make sure you are certain about this decision.": "Denne handling kan ikke fortrydes, så vær sikker på, at du er helt sikker på denne beslutning.",
    "This action cannot be undone, this tag will be unlinked from associated tasks.": "Denne handling kan ikke fortrydes. Dette tag vil blive fjernet fra tilknyttede opgaver.",
    "This action cannot be undone. All your backups will still exist at the backup destination.": "Denne handling kan ikke fortrydes. Alle dine sikkerhedskopier vil stadig eksistere på sikkerhedskopieringsdestinationen.",
    "This action cannot be undone. All your backups will still exist but no more backups will be created.": "Denne handling kan ikke fortrydes. Alle dine sikkerhedskopier vil stadig eksistere, men der vil ikke blive oprettet flere sikkerhedskopier.",
    "This action cannot be undone. All your backups will still exist.": "Denne handling kan ikke fortrydes. Alle dine sikkerhedskopier vil stadig eksistere.",
    "This feature is a work in progress, if there is an issue please let us know!": "Denne funktion er under udvikling. Hvis der er et problem, så lad os det vide!",
    "This is the directory path where the backup will be stored. If the specified folders do not exist, they will be automatically created. If not specified, the backup files will be placed in the root directory of your backup destination.": "Dette er stien til mappen, hvor sikkerhedskopien vil blive opbevaret. Hvis de angivne mapper ikke eksisterer, vil de blive oprettet automatisk. Hvis der ikke angives en sti, vil sikkerhedskopifilerne blive placeret i rodmappen af din sikkerhedskopieringsdestination.",
    "This is the latest log output for the backup task, there may be a slight delay when displaying logs.": "Dette er den nyeste logudgang for backup-opgaven, der kan være en lille forsinkelse ved visning af logs.",
    "This log was generated :date.": "Denne log blev genereret :date.",
    "This remote server has already been added.": "Denne fjernserver er allerede tilføjet.",
    "This will append the bucket name to the URL instead of adding it as a subdomain.": "Dette vil tilføje bucket-navnet til URL'en i stedet for at tilføje det som et subdomæne.",
    "Time to Backup": "Tidspunkt for sikkerhedskopiering",
    "Time": "Tid",
    "Timezone": "Tidszone",
    "To continue with the removal of your account, please enter the password associated with your account. If you do not know, you can reset your password.": "For at fortsætte med fjernelsen af din konto, bedes du indtaste adgangskoden til din konto. Hvis du ikke kender den, kan du nulstille din adgangskode.",
    "Type": "Type",
    "Unfortunately :app was not able to connect. Find the error message below.": "Desværre kunne :app ikke oprette forbindelse. Find fejlmeddelelsen nedenfor.",
    "Unknown": "Ukendt",
    "Unreachable": "Utilgængelig",
    "Upcoming Backup Tasks": "Kommende sikkerhedskopieringsopgaver",
    "Update Backup Destination": "Opdater Backup Destination",
    "Update Backup Task": "Opdater sikkerhedskopieringsopgave",
    "Update Password": "Opdater adgangskode",
    "Update Tag": "Opdater Tag",
    "Update your account's profile information and email address.": "Opdater din kontos profiloplysninger og e-mailadresse.",
    "Update your avatar on Gravatar": "Opdater din avatar på Gravatar",
    "Use Custom Cron": "Brug brugerdefineret cron",
    "Use Path Style Endpoint": "Brug sti-stil endpoint",
    "Username": "Brugernavn",
    "Using Isolated Environment": "Bruger isoleret miljø",
    "Verifying Connection...": "Verificerer forbindelse...",
    "View Log": "Se log",
    "View your log of previously executed backup tasks.": "Se din log over tidligere udførte backup-opgaver.",
    "Viewing latest log for \":label\".": "Ser den nyeste log for \":label\".",
    "Viewing log for finished task: \":label\".": "Ser log for afsluttet opgave: \":label\".",
    "Waiting for backup task...": "Venter på backup-opgave...",
    "Warning!": "Advarsel!",
    "We recommend using a tool such as": "Vi anbefaler at bruge et værktøj som f.eks",
    "We support Ubuntu and Debian distributions primarily.": "Vi understøtter primært Ubuntu- og Debian-distributioner.",
    "Weekly": "Ugentligt",
    "When your account is removed, all the data we hold on you will be permanently erased. This includes any backup tasks, backup destinations you have configured with us, and servers you have linked.": "Når din konto er fjernet, vil alle de data, vi har om dig, blive permanent slettet. Dette inkluderer eventuelle sikkerhedskopieringsopgaver, sikkerhedskopieringsdestinationer du har konfigureret hos os, og servere du har tilknyttet.",
    "You are welcome to re-join at any time.": "Du er velkommen til at tilmelde dig igen når som helst.",
    "You can choose to define a cron expression for more detailed scheduling control.": "Du kan vælge at definere et cron-udtryk for mere detaljeret planlægningskontrol.",
    "You can configure your first backup destination by clicking the button below.": "Du kan konfigurere din første backupdestination ved at klikke på knappen nedenfor.",
    "You can configure your first backup task by clicking the button below.": "Du kan konfigurere din første backupopgave ved at klikke på knappen nedenfor.",
    "You can configure your first remote server by clicking the button below.": "Du kan konfigurere din første fjernserver ved at klikke på knappen nedenfor.",
    "You can sign in to :app with GitHub.": "Du kan logge ind på :app med GitHub.",
    "You cannot enter a number lower than 0.": "Du kan ikke indtaste et tal mindre end 0.",
    "You cannot store more than 50 backups.": "Du kan ikke gemme flere end 50 backups.",
    "You don't have any backup destinations!": "Du har ikke konfigureret nogen backupdestinationer endnu!",
    "You don't have any backup tasks!": "Du har ikke konfigureret nogen backupopgaver endnu!",
    "You don't have any remote servers setup!": "Du har ikke konfigureret nogen fjernservere endnu!",
    "You don't have any tags setup!": "Du har ikke oprettet nogen tags endnu!",
    "You have entered an invalid cron expression.": "Du har indtastet en ugyldig cron-udtryk.",
    "You have entered an invalid time. Please enter a time in the format HH:MM.": "Du har indtastet en ugyldig tid. Indtast venligst et tidspunkt i formatet HH:MM.",
    "You have the option to add extra characters to the filename. This can make it easier for you to identify the file later.": "Du har mulighed for at tilføje ekstra tegn til filnavnet. Dette kan gøre det lettere for dig at identificere filen senere.",
    "You need to link a Backup Destination first.": "Du skal først forbinde en backupdestination.",
    "You need to link a Remote Server first.": "Du skal først linke en fjernserver.",
    "Your Password:": "Din adgangskode:",
    "Your description must be less than 100 characters.": "Din beskrivelse må maksimalt være 100 tegn lang.",
    "Your email address is unverified.": "Din e-mailadresse er ikke bekræftet.",
    "Your name is too long. Please try a shorter name.": "Dit navn er for langt. Prøv venligst et kortere navn.",
    "Your scheduled tasks will not be ran if you remove your account.": "Dine planlagte opgaver vil ikke blive kørt, hvis du fjerner din konto.",
    "Your timezone is used to display dates and times to you in your local time.": "Din tidszone bruges til at vise datoer og tidspunkter i din lokale tid.",
    "at": "ved",
    "been run today.": "kørt i dag.",
    "database": "database",
    "files": "filer",
    "laravel_app_db_backup": "laravel_app_db_backup",
    "to create your SSH key.": "for at oprette din SSH-nøgle.",
    "to help you generate a valid cron expression.": "til at hjælpe dig med at generere en gyldig cron-udtryk.",
    "← Return to Home": "← Gå tilbage til forsiden",
    "Light": "Lys",
    "Dark": "Mørk",
    "System": "System",
    "The username has been updated to \":username\".": "Brugernavnet er blevet opdateret til \":username\".",
    "Local": "Lokal",
    "Custom S3": "Tilpasset S3",
    "Backup Details": "Backup Detaljer",
    "Details": "Detaljer",
    "Configuration": "Konfiguration",
    "Backup Info": "Backup Information",
    "Schedule": "Tidsplan",
    "Next": "Næste",
    "Previous": "Forrige",
    "Generate SSH Keys": "Generer SSH-nøgler"
}
