{
    "/path/to/backup": "/путь/к/резервной_копии",
    "/save/to/path": "/сохранить/в/путь",
    ":app cannot connect to remote servers without having an SSH key and passphrase set.": ":app не может подключиться к удаленным серверам без установленного SSH-ключа и парольной фразы.",
    ":app has connected to your remote server!": ":app подключился к вашему удаленному серверу!",
    ":app will attempt to remove its SSH keys from your remote server, however please double check your ~/.ssh/authorized_keys file afterwards.": ":app попытается удалить свои SSH-ключи с вашего удаленного сервера, однако, пожалуйста, проверьте ваш файл ~/.ssh/authorized_keys после этого.",
    ":count backup task has|:count backup tasks have": ":count задача резервного копирования имеет|:count задач резервного копирования имеют",
    "A list of all linked remote servers, from which your data will be backed up.": "Список всех связанных удаленных серверов, с которых будут создаваться резервные копии ваших данных.",
    "A new verification link has been sent to your email address.": "Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.",
    "A summary of configured backup destinations, where your backups will reside.": "Сводка настроенных мест назначения резервных копий, где будут храниться ваши резервные копии.",
    "Access Key": "Ключ доступа",
    "Actions": "Действия",
    "Add Backup Destination": "Добавить место назначения резервной копии",
    "Add Backup Task": "Добавить задачу резервного копирования",
    "Add Remote Server": "Добавить удаленный сервер",
    "Add another Backup Destination": "Добавить еще одно место назначения резервной копии",
    "Add your Backup Destination": "Добавьте ваше место назначения резервной копии",
    "Add your S3 bucket API details to store your backups safely.": "Добавьте данные API вашего S3-бакета для безопасного хранения резервных копий.",
    "Additional Filename Text": "Дополнительный текст имени файла",
    "All tags used to organize and identify your backup tasks.": "Все теги, используемые для организации и идентификации ваших задач резервного копирования.",
    "All your backup task logs have been removed.": "Все журналы ваших задач резервного копирования были удалены.",
    "All your backups will still exist at their backup destination but there will be no record of them within :app. Please confirm your request.": "Все ваши резервные копии все еще будут существовать в местах их назначения, но в :app не будет никаких записей о них. Пожалуйста, подтвердите ваш запрос.",
    "All your backups will still exist at their backup destination but there will be no record of them within Vanguard. Please confirm your request.": "Все ваши резервные копии все еще будут существовать в местах их назначения, но в Vanguard не будет никаких записей о них. Пожалуйста, подтвердите ваш запрос.",
    "An overview of all configured backup tasks along with their current statuses.": "Обзор всех настроенных задач резервного копирования вместе с их текущими статусами.",
    "Another task is running on the same remote server": "На том же удаленном сервере выполняется другая задача",
    "Are you certain you want to proceed with removing your account?": "Вы уверены, что хотите продолжить удаление вашей учетной записи?",
    "Are you sure you want to clear this log?": "Вы уверены, что хотите очистить этот журнал?",
    "Are you sure you want to clear your backup task log history?": "Вы уверены, что хотите очистить историю журнала задач резервного копирования?",
    "Are you sure you want to remove the backup destination \":label\"?": "Вы уверены, что хотите удалить место назначения резервной копии \":label\"?",
    "Are you sure you want to remove the backup task \":label\"?": "Вы уверены, что хотите удалить задачу резервного копирования \":label\"?",
    "Are you sure you want to remove the remote server \":label\"?": "Вы уверены, что хотите удалить удаленный сервер \":label\"?",
    "Are you sure you want to remove the tag \":label\"?": "Вы уверены, что хотите удалить тег \":label\"?",
    "Are you using server management?": "Вы используете управление сервером?",
    "Avatar": "Аватар",
    "Backup Configuration": "Конфигурация резервного копирования",
    "Backup Destination Directory": "Директория места назначения резервной копии",
    "Backup Destination": "Место назначения резервной копии",
    "Backup Destinations": "Места назначения резервных копий",
    "Backup Frequency": "Частота резервного копирования",
    "Backup Schedule": "Расписание резервного копирования",
    "Backup Task Details": "Детали задачи резервного копирования",
    "Backup Tasks Categorized by Type": "Задачи резервного копирования, категоризированные по типу",
    "Backup Tasks Configured": "Настроенные задачи резервного копирования",
    "Backup Tasks": "Задачи резервного копирования",
    "Backup Type": "Тип резервного копирования",
    "Backup destination has been added.": "Место назначения резервной копии было добавлено.",
    "Backup destination has been removed.": "Место назначения резервной копии было удалено.",
    "Backup destination has been updated.": "Место назначения резервной копии было обновлено.",
    "Backup task details saved.": "Детали задачи резервного копирования сохранены.",
    "Backup task has been added.": "Задача резервного копирования была добавлена.",
    "Backup task has been paused.": "Задача резервного копирования была приостановлена.",
    "Backup task has been removed.": "Задача резервного копирования была удалена.",
    "Backup task has been resumed.": "Задача резервного копирования была возобновлена.",
    "Backup task is running.": "Задача резервного копирования выполняется.",
    "Backup task log has been removed.": "Журнал задачи резервного копирования был удален.",
    "Before removing your account, please take a moment to download any data or information that you wish to retain.": "Перед удалением вашей учетной записи, пожалуйста, уделите время, чтобы скачать любые данные или информацию, которые вы хотите сохранить.",
    "Bucket Name": "Имя бакета",
    "Cancel Setup": "Отменить настройку",
    "Cancel": "Отмена",
    "Checking": "Проверка",
    "Choose the backup destination where you want to store the backup files. If you have not yet set up a backup destination, you can do so in the Backup Destinations section.": "Выберите место назначения резервной копии, где вы хотите хранить файлы резервных копий. Если вы еще не настроили место назначения резервной копии, вы можете сделать это в разделе Места назначения резервных копий.",
    "Choose the remote server from which you want to create a backup. Remember, if you plan to perform database backups on any remote server, you must set a database password for it.": "Выберите удаленный сервер, с которого вы хотите создать резервную копию. Помните, если вы планируете выполнять резервное копирование базы данных на любом удаленном сервере, вы должны установить пароль базы данных для него.",
    "Clear All Backup Task Logs": "Очистить все журналы задач резервного копирования",
    "Clear Backup Task Log - :label": "Очистить журнал задачи резервного копирования - :label",
    "Click here to re-send the verification email.": "Нажмите здесь, чтобы повторно отправить письмо с подтверждением.",
    "Click to disable this task": "Нажмите, чтобы отключить эту задачу",
    "Click to enable this task": "Нажмите, чтобы включить эту задачу",
    "Click to run this task": "Нажмите, чтобы запустить эту задачу",
    "Click to view this log": "Нажмите, чтобы просмотреть этот журнал",
    "Close": "Закрыть",
    "Configure Backup Destination": "Настроить место назначения резервной копии",
    "Confirm Password": "Подтвердите пароль",
    "Confirm Removal": "Подтвердите удаление",
    "Confirm Tag Removal": "Подтвердите удаление тега",
    "Confirm": "Подтвердить",
    "Connect a Backup Destination": "Подключить место назначения резервной копии",
    "Connection Failed": "Соединение не удалось",
    "Connection Status": "Статус соединения",
    "Connection Successful": "Соединение успешно",
    "Copied!": "Скопировано!",
    "Copy the SSH key and run it on your intended remote server to give us secure access. We do not recommend using the root user.": "Скопируйте SSH-ключ и запустите его на вашем удаленном сервере, чтобы предоставить нам безопасный доступ. Мы не рекомендуем использовать пользователя root.",
    "Copy": "Копировать",
    "Create Tag": "Создать тег",
    "Create your first Backup Task": "Создайте вашу первую задачу резервного копирования",
    "Created": "Создано",
    "Cron Expression": "Выражение Cron",
    "Current Password": "Текущий пароль",
    "Custom Cron Expression": "Пользовательское выражение Cron",
    "Daily": "Ежедневно",
    "Database Password": "Пароль базы данных",
    "Database Task": "Задача базы данных",
    "Database": "База данных",
    "Date": "Дата",
    "Default Backup Destination": "Место назначения резервной копии по умолчанию",
    "Description": "Описание",
    "Discord Webhook": "Discord Webhook",
    "Easily control when your backups run and be notified of their progress.": "Легко контролируйте, когда запускаются ваши резервные копии, и получайте уведомления о их прогрессе.",
    "Edit Connection Details": "Редактировать детали соединения",
    "Effortlessly set up your Linux server backups to secure S3 buckets. Schedule for continuous data protection.": "Легко настройте резервное копирование вашего Linux-сервера в защищенные S3-хранилища. Запланируйте непрерывную защиту данных.",
    "Email Address": "Адрес электронной почты",
    "Email": "Электронная почта",
    "Endpoint": "Конечная точка",
    "Ensure your account is using a long, random password to stay secure.": "Убедитесь, что ваша учетная запись использует длинный, случайный пароль для обеспечения безопасности.",
    "Error! Unable to locate an SSH Key.": "Ошибка! Невозможно найти SSH-ключ.",
    "Failed": "Не удалось",
    "Files Task": "Задача с файлами",
    "Files": "Файлы",
    "Finished": "Завершено",
    "Get me out of here!": "Выведите меня отсюда!",
    "GitHub repository": "Репозиторий GitHub",
    "Good afternoon": "Добрый день",
    "Good evening": "Добрый вечер",
    "Good morning": "Доброе утро",
    "Heads up! The log output might look a bit odd sometimes, it's just a visual quirk. We're smoothing things out.": "Внимание! Вывод журнала иногда может выглядеть немного странно, это просто визуальная особенность. Мы работаем над улучшением.",
    "Host": "Хост",
    "If you are using the isolated site functionality available on Ploi or Laravel Forge, you can provide your per site SSH details here to enable us to back it up.": "Если вы используете функцию изолированного сайта, доступную на Ploi или Laravel Forge, вы можете предоставить здесь свои SSH-данные для каждого сайта, чтобы мы могли создать его резервную копию.",
    "If you want to keep your current database password, leave the password field empty. If you want to change it, type the new password into the field.": "Если вы хотите сохранить текущий пароль базы данных, оставьте поле пароля пустым. Если вы хотите изменить его, введите новый пароль в поле.",
    "If you wish to proceed, please enter your account password to confirm.": "Если вы хотите продолжить, пожалуйста, введите пароль вашей учетной записи для подтверждения.",
    "Input the Discord webhook to receive notifications on Discord.": "Введите webhook Discord для получения уведомлений в Discord.",
    "Input the Slack webhook to receive notifications on Slack.": "Введите webhook Slack для получения уведомлений в Slack.",
    "Input the email address to receive notifications. Regardless of this field, backup task failure notifications will always be sent to the email associated with your account.": "Введите адрес электронной почты для получения уведомлений. Независимо от этого поля, уведомления о неудачных задачах резервного копирования всегда будут отправляться на электронную почту, связанную с вашей учетной записью.",
    "Label": "Метка",
    "Language": "Язык",
    "Last ran": "Последний запуск",
    "Link Remote Server": "Связать удаленный сервер",
    "Link your first Remote Server": "Свяжите ваш первый удаленный сервер",
    "Local Environment": "Локальное окружение",
    "Log Out": "Выйти",
    "Make Tag": "Создать тег",
    "Make your first Backup Task": "Создайте вашу первую задачу резервного копирования",
    "Maximum Backups to Keep": "Максимальное количество резервных копий для хранения",
    "Monthly Backup Task Activity": "Ежемесячная активность задач резервного копирования",
    "Name": "Имя",
    "Never": "Никогда",
    "New Password": "Новый пароль",
    "No log available": "Нет доступных журналов",
    "None": "Нет",
    "Notifications": "Уведомления",
    "Offline": "Офлайн",
    "Once your account is removed, all of its resources and data will be permanently removed. Additionally, all backup tasks, backup destinations, and linked servers will be removed from our systems.": "После удаления вашей учетной записи все ее ресурсы и данные будут навсегда удалены. Кроме того, все задачи резервного копирования, места назначения резервных копий и связанные серверы будут удалены из наших систем.",
    "One or more of the selected tags do not exist.": "Один или несколько выбранных тегов не существуют.",
    "Online": "Онлайн",
    "Overview": "Обзор",
    "Password": "Пароль",
    "Path of Directory on Remote Server to Backup": "Путь к директории на удаленном сервере для резервного копирования",
    "Pause this task": "Приостановить эту задачу",
    "Paused": "Приостановлено",
    "Performing a connectivity check.": "Выполняется проверка подключения.",
    "Please choose a backup destination.": "Пожалуйста, выберите место назначения резервной копии.",
    "Please choose a backup type.": "Пожалуйста, выберите тип резервного копирования.",
    "Please choose a frequency for the backup task.": "Пожалуйста, выберите частоту для задачи резервного копирования.",
    "Please choose a remote server.": "Пожалуйста, выберите удаленный сервер.",
    "Please confirm your password.": "Пожалуйста, подтвердите ваш пароль.",
    "Please enter a cron expression for the backup task.": "Пожалуйста, введите cron-выражение для задачи резервного копирования.",
    "Please enter a label for the backup task.": "Пожалуйста, введите метку для задачи резервного копирования.",
    "Please enter a label for this remote server.": "Пожалуйста, введите метку для этого удаленного сервера.",
    "Please enter a label.": "Пожалуйста, введите метку.",
    "Please enter a name": "Пожалуйста, введите имя",
    "Please enter a username for this remote server.": "Пожалуйста, введите имя пользователя для этого удаленного сервера.",
    "Please enter a valid Discord webhook URL.": "Пожалуйста, введите действительный URL webhook Discord.",
    "Please enter a valid S3 access key.": "Пожалуйста, введите действительный ключ доступа S3.",
    "Please enter a valid S3 bucket name.": "Пожалуйста, введите действительное имя бакета S3.",
    "Please enter a valid S3 endpoint URL.": "Пожалуйста, введите действительный URL конечной точки S3.",
    "Please enter a valid S3 region.": "Пожалуйста, введите действительный регион S3.",
    "Please enter a valid S3 secret key.": "Пожалуйста, введите действительный секретный ключ S3.",
    "Please enter a valid Slack webhook URL.": "Пожалуйста, введите действительный URL webhook Slack.",
    "Please enter a valid URL.": "Пожалуйста, введите действительный URL.",
    "Please enter a valid email address.": "Пожалуйста, введите действительный адрес электронной почты.",
    "Please enter a valid port number.": "Пожалуйста, введите действительный номер порта.",
    "Please enter an email address.": "Пожалуйста, введите адрес электронной почты.",
    "Please enter the IP address of your remote server.": "Пожалуйста, введите IP-адрес вашего удаленного сервера.",
    "Please enter the name of the database.": "Пожалуйста, введите имя базы данных.",
    "Please enter the number of backups to keep.": "Пожалуйста, введите количество резервных копий для хранения.",
    "Please enter the source path for the backup task.": "Пожалуйста, введите исходный путь для задачи резервного копирования.",
    "Please enter the username assigned to your site in Ploi or Laravel Forge.": "Пожалуйста, введите имя пользователя, назначенное вашему сайту в Ploi или Laravel Forge.",
    "Please enter your password.": "Пожалуйста, введите ваш пароль.",
    "Please provide the UNIX path of the directory on your remote server that you would like to backup.": "Пожалуйста, укажите UNIX-путь к директории на вашем удаленном сервере, которую вы хотите резервировать.",
    "Please provide the isolated site password generated by Ploi or Laravel Forge.": "Пожалуйста, предоставьте пароль изолированного сайта, сгенерированный Ploi или Laravel Forge.",
    "Please refresh the page after saving to view your new language.": "Пожалуйста, обновите страницу после сохранения, чтобы увидеть ваш новый язык.",
    "Please run": "Пожалуйста, запустите",
    "Please select a time to run the backup task.": "Пожалуйста, выберите время для запуска задачи резервного копирования.",
    "Please select a type.": "Пожалуйста, выберите тип.",
    "Please select a valid type.": "Пожалуйста, выберите действительный тип.",
    "Please select your preferred language from the dropdown list. This will change the language used throughout the application.": "Пожалуйста, выберите предпочитаемый язык из выпадающего списка. Это изменит язык, используемый во всем приложении.",
    "Please specify a language for your account.": "Пожалуйста, укажите язык для вашей учетной записи.",
    "Please specify a timezone.": "Пожалуйста, укажите часовой пояс.",
    "Previously Executed Backup Tasks": "Ранее выполненные задачи резервного копирования",
    "Proceed": "Продолжить",
    "Profile Information": "Информация профиля",
    "Profile details saved.": "Детали профиля сохранены.",
    "Profile": "Профиль",
    "Public SSH Key": "Публичный SSH-ключ",
    "Reachable": "Доступен",
    "Ready": "Готов",
    "Region": "Регион",
    "Remote Server": "Удаленный сервер",
    "Remote Servers": "Удаленные серверы",
    "Remote server details saved.": "Детали удаленного сервера сохранены.",
    "Remote server has been added.": "Удаленный сервер добавлен.",
    "Remote server is marked for deletion": "Удаленный сервер помечен для удаления",
    "Remote server will be removed shortly.": "Удаленный сервер будет удален в ближайшее время.",
    "Remove Account": "Удалить аккаунт",
    "Remove Backup Destination": "Удалить место назначения резервной копии",
    "Remove Backup Task": "Удалить задачу резервного копирования",
    "Remove Log": "Удалить журнал",
    "Remove Remote Server": "Удалить удаленный сервер",
    "Remove Tag": "Удалить тег",
    "Remove this log": "Удалить этот журнал",
    "Removing...": "Удаление...",
    "Result": "Результат",
    "Run Task": "Запустить задачу",
    "Running": "Выполняется",
    "SSH Port": "SSH-порт",
    "SSH Username": "SSH-имя пользователя",
    "Save changes": "Сохранить изменения",
    "Save": "Сохранить",
    "Saving changes...": "Сохранение изменений...",
    "Saving...": "Сохранение...",
    "Scheduled backup tasks that are set to run soon.": "Запланированные задачи резервного копирования, которые будут выполнены в ближайшее время.",
    "Scheduled for": "Запланировано на",
    "Scheduled": "Запланировано",
    "Secret Key": "Секретный ключ",
    "Server Label": "Метка сервера",
    "Set the maximum limit for stored backups. Any backups exceeding this limit will be removed, starting with the oldest. Enter 0 to disable and store all backups.": "Установите максимальный лимит для хранимых резервных копий. Любые резервные копии, превышающие этот лимит, будут удалены, начиная с самых старых. Введите 0, чтобы отключить и хранить все резервные копии.",
    "Slack Webhook": "Slack Webhook",
    "Something went wrong while trying to fetch the log output.": "Что-то пошло не так при попытке получить вывод журнала.",
    "Status": "Статус",
    "Step 1)": "Шаг 1)",
    "Step 2)": "Шаг 2)",
    "Step 3)": "Шаг 3)",
    "Steps to Get Started": "Шаги для начала работы",
    "Successfully logged in via GitHub!": "Успешный вход через GitHub!",
    "Tags are a great way to organize backup tasks! create your first tag below.": "Теги - отличный способ организации задач резервного копирования! Создайте свой первый тег ниже.",
    "Tags are a way to categorize your backup tasks. You can use them to filter and search for tasks later.": "Теги - это способ категоризации ваших задач резервного копирования. Вы можете использовать их для фильтрации и поиска задач позже.",
    "Tags": "Теги",
    "Task Disabled": "Задача отключена",
    "Task Label": "Метка задачи",
    "Task Not Paused": "Задача не приостановлена",
    "Task Paused": "Задача приостановлена",
    "Task Running": "Задача выполняется",
    "Task Type": "Тип задачи",
    "Task is disabled": "Задача отключена",
    "Task is running": "Задача выполняется",
    "Test Connection": "Проверить соединение",
    "The IP address must be a valid IP address.": "IP-адрес должен быть действительным IP-адресом.",
    "The appended file name may only contain letters, numbers, dashes, and underscores.": "Добавленное имя файла может содержать только буквы, цифры, дефисы и подчеркивания.",
    "The appended file name must be less than 40 characters.": "Добавленное имя файла должно быть меньше 40 символов.",
    "The backup data will still exist at your backup destination, however there will be no record of this within :app.": "Данные резервной копии все еще будут существовать в вашем месте назначения резервной копии, однако в :app не будет никаких записей об этом.",
    "The backup destination you select here will be set as the default location for storing new backup tasks.": "Место назначения резервной копии, которое вы выберете здесь, будет установлено как место по умолчанию для хранения новых задач резервного копирования.",
    "The backup type must be either \"files\" or \"database\".": "Тип резервной копии должен быть либо \"files\", либо \"database\".",
    "The connection to the backup destination could not be established. Please check the credentials.": "Не удалось установить соединение с местом назначения резервной копии. Пожалуйста, проверьте учетные данные.",
    "The connection to the backup destination has been established.": "Соединение с местом назначения резервной копии установлено.",
    "The connection to the remote server could not be established.": "Не удалось установить соединение с удаленным сервером.",
    "The connection to the remote server has been successfully established.": "Соединение с удаленным сервером успешно установлено.",
    "The number of backups to keep must be an integer.": "Количество сохраняемых резервных копий должно быть целым числом.",
    "The password is essential for performing database backup tasks. We encrypt the password upon receiving it.": "Пароль необходим для выполнения задач резервного копирования базы данных. Мы шифруем пароль при его получении.",
    "The password you have entered is incorrect. Please try again.": "Введенный вами пароль неверен. Пожалуйста, попробуйте еще раз.",
    "The path must be a valid Unix path.": "Путь должен быть действительным путем Unix.",
    "The path must be a valid Unix path:": "Путь должен быть действительным путем Unix:",
    "The port number you have entered is invalid.": "Введенный вами номер порта недействителен.",
    "The region where the bucket is located. This is optional for Custom S3s.": "Регион, где расположен бакет. Это необязательно для пользовательских S3.",
    "The tag :label has been added.": "Тег :label был добавлен.",
    "The tag :label has been updated.": "Тег :label был обновлен.",
    "The tag has been removed.": "Тег был удален.",
    "The time is based on your timezone": "Время основано на вашем часовом поясе",
    "These resources, such as S3 buckets or Linux servers, will still exist at their respective services (server hosts, Amazon S3, etc.). However, Vanguard will no longer be able to link to them and perform scheduled backups of your data.": "Эти ресурсы, такие как S3-бакеты или Linux-серверы, все еще будут существовать в их соответствующих сервисах (хосты серверов, Amazon S3 и т.д.). Однако Vanguard больше не сможет связываться с ними и выполнять запланированные резервные копии ваших данных.",
    "This action cannot be reversed, so please make sure you are certain about this decision.": "Это действие нельзя отменить, поэтому, пожалуйста, убедитесь, что вы уверены в этом решении.",
    "This action cannot be undone, this tag will be unlinked from associated tasks.": "Это действие нельзя отменить, этот тег будет отвязан от связанных задач.",
    "This action cannot be undone. All your backups will still exist at the backup destination.": "Это действие нельзя отменить. Все ваши резервные копии все еще будут существовать в месте назначения резервной копии.",
    "This action cannot be undone. All your backups will still exist but no more backups will be created.": "Это действие нельзя отменить. Все ваши резервные копии все еще будут существовать, но новые резервные копии создаваться не будут.",
    "This action cannot be undone. All your backups will still exist.": "Это действие нельзя отменить. Все ваши резервные копии все еще будут существовать.",
    "This feature is a work in progress, if there is an issue please let us know!": "Эта функция находится в разработке, если есть проблема, пожалуйста, сообщите нам!",
    "This is the directory path where the backup will be stored. If the specified folders do not exist, they will be automatically created. If not specified, the backup files will be placed in the root directory of your backup destination.": "Это путь к директории, где будет храниться резервная копия. Если указанные папки не существуют, они будут созданы автоматически. Если не указано, файлы резервной копии будут помещены в корневую директорию вашего места назначения резервной копии.",
    "This is the latest log output for the backup task, there may be a slight delay when displaying logs.": "Это последний вывод журнала для задачи резервного копирования, при отображении журналов может быть небольшая задержка.",
    "This log was generated :date.": "Этот журнал был создан :date.",
    "This remote server has already been added.": "Этот удаленный сервер уже был добавлен.",
    "This will append the bucket name to the URL instead of adding it as a subdomain.": "Это добавит имя бакета к URL вместо добавления его как поддомена.",
    "Time to Backup": "Время для резервного копирования",
    "Time": "Время",
    "Timezone": "Часовой пояс",
    "To continue with the removal of your account, please enter the password associated with your account. If you do not know, you can reset your password.": "Чтобы продолжить удаление вашей учетной записи, пожалуйста, введите пароль, связанный с вашей учетной записью. Если вы его не знаете, вы можете сбросить пароль.",
    "Type": "Тип",
    "Unfortunately :app was not able to connect. Find the error message below.": "К сожалению, :app не удалось подключиться. Найдите сообщение об ошибке ниже.",
    "Unknown": "Неизвестно",
    "Unreachable": "Недоступен",
    "Upcoming Backup Tasks": "Предстоящие задачи резервного копирования",
    "Update Backup Destination": "Обновить место назначения резервной копии",
    "Update Backup Task": "Обновить задачу резервного копирования",
    "Update Password": "Обновить пароль",
    "Update Tag": "Обновить тег",
    "Update your account's profile information and email address.": "Обновите информацию профиля и адрес электронной почты вашей учетной записи.",
    "Update your avatar on Gravatar": "Обновите свой аватар на Gravatar",
    "Use Custom Cron": "Использовать пользовательский Cron",
    "Use Path Style Endpoint": "Использовать конечную точку в стиле пути",
    "Username": "Имя пользователя",
    "Using Isolated Environment": "Использование изолированной среды",
    "Verifying Connection...": "Проверка соединения...",
    "View Log": "Просмотр журнала",
    "View your log of previously executed backup tasks.": "Просмотрите журнал ранее выполненных задач резервного копирования.",
    "Viewing latest log for \":label\".": "Просмотр последнего журнала для \",:label\".",
    "Viewing log for finished task: \":label\".": "Просмотр журнала для завершенной задачи: \",:label\".",
    "Waiting for backup task...": "Ожидание задачи резервного копирования...",
    "Warning!": "Предупреждение!",
    "We recommend using a tool such as": "Мы рекомендуем использовать такой инструмент, как",
    "We support Ubuntu and Debian distributions primarily.": "Мы в основном поддерживаем дистрибутивы Ubuntu и Debian.",
    "Weekly": "Еженедельно",
    "When your account is removed, all the data we hold on you will be permanently erased. This includes any backup tasks, backup destinations you have configured with us, and servers you have linked.": "Когда ваша учетная запись будет удалена, все данные, которые мы храним о вас, будут безвозвратно стерты. Это включает в себя все задачи резервного копирования, места назначения резервных копий, которые вы настроили у нас, и серверы, которые вы связали.",
    "You are welcome to re-join at any time.": "Вы можете присоединиться снова в любое время.",
    "You can choose to define a cron expression for more detailed scheduling control.": "Вы можете выбрать определение выражения cron для более детального контроля планирования.",
    "You can configure your first backup destination by clicking the button below.": "Вы можете настроить свое первое место назначения резервной копии, нажав на кнопку ниже.",
    "You can configure your first backup task by clicking the button below.": "Вы можете настроить свою первую задачу резервного копирования, нажав на кнопку ниже.",
    "You can configure your first remote server by clicking the button below.": "Вы можете настроить свой первый удаленный сервер, нажав на кнопку ниже.",
    "You can sign in to :app with GitHub.": "Вы можете войти в :app с помощью GitHub.",
    "You cannot enter a number lower than 0.": "Вы не можете ввести число меньше 0.",
    "You cannot store more than 50 backups.": "Вы не можете хранить более 50 резервных копий.",
    "You don't have any backup destinations!": "У вас еще нет настроенных мест назначения резервных копий!",
    "You don't have any backup tasks!": "У вас еще нет настроенных задач резервного копирования!",
    "You don't have any remote servers setup!": "У вас еще нет настроенных удаленных серверов!",
    "You don't have any tags setup!": "У вас еще нет настроенных тегов!",
    "You have entered an invalid cron expression.": "Вы ввели неверное выражение cron.",
    "You have entered an invalid time. Please enter a time in the format HH:MM.": "Вы ввели неверное время. Пожалуйста, введите время в формате ЧЧ:ММ.",
    "You have the option to add extra characters to the filename. This can make it easier for you to identify the file later.": "У вас есть возможность добавить дополнительные символы к имени файла. Это может облегчить вам идентификацию файла позже.",
    "You need to link a Backup Destination first.": "Сначала вам нужно связать место назначения резервной копии.",
    "You need to link a Remote Server first.": "Сначала вам нужно связать удаленный сервер.",
    "Your Password:": "Ваш пароль:",
    "Your description must be less than 100 characters.": "Ваше описание должно быть короче 100 символов.",
    "Your email address is unverified.": "Ваш адрес электронной почты не подтвержден.",
    "Your name is too long. Please try a shorter name.": "Ваше имя слишком длинное. Пожалуйста, попробуйте более короткое имя.",
    "Your scheduled tasks will not be ran if you remove your account.": "Ваши запланированные задачи не будут выполняться, если вы удалите свою учетную запись.",
    "Your timezone is used to display dates and times to you in your local time.": "Ваш часовой пояс используется для отображения дат и времени в вашем местном времени.",
    "at": "в",
    "been run today.": "выполнено сегодня.",
    "database": "база данных",
    "files": "файлы",
    "laravel_app_db_backup": "резервная_копия_бд_laravel_app",
    "to create your SSH key.": "для создания вашего SSH-ключа.",
    "to help you generate a valid cron expression.": "чтобы помочь вам сгенерировать действительное выражение cron.",
    "← Return to Home": "← Вернуться на главную",
    "Light": "Свет",
    "Dark": "Тёмный",
    "System": "Система",
    "The username has been updated to \":username\".": "Имя пользователя было обновлено на \":username\".",
    "Local": "локальный",
    "Custom S3": "пользовательский S3"
}
